<template>
  <div class="home">
    <div class="content">
      <h1>Основная информация</h1>
      <p>
        Привет! Я студент вуза, моё имя [Имя Фамилия], и я готов делиться
        некоторой информацией о себе. Мой пол - [мужской/женский] и я
        родился/родилась [дата рождения].
      </p>

      <p>
        В данный момент я учусь в [название вуза], где изучаю [название
        специальности]. Образование для меня очень важно, и я усердно работаю,
        чтобы достичь своих целей.
      </p>

      <p>
        Если вы заинтересованы в общении со мной, можете связаться со мной по
        моему номеру телефона [ваш номер телефона] или написать мне на
        электронную почту [ваша электронная почта]. Также, я буду рад
        подружиться с вами в социальных сетях. Вы можете найти меня на ВКонтакте
        [ссылка на вашу страницу ВКонтакте] и Instagram [ссылка на вашу страницу
        Instagram].
      </p>

      <p>
        Я люблю заниматься спортом, читать книги, изучать новые языки и
        путешествовать. Кроме того, я всегда готов расширять свои горизонты и
        узнавать новое. Если вы хотите обсудить что-то интересное или просто
        пообщаться, пожалуйста, не стесняйтесь связаться со мной. Буду рад
        пообщаться с вами!
      </p>
    </div>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped>
.content {
  transition: box-shadow 300ms cubic-bezier(0.4, 0, 0.2, 1) 0ms;
  border-radius: 4px;
  padding: 16px;
  display: flex;
  flex-direction: column;
  height: 400px;
}
</style>
